"""
Общая база знаний о фракциях и расах Hex & Heresy.

Знания делятся на:
basic/ - общие знания о мире, событиях и историях, которые могут быть известны персонажам любой из рас.

elfs/ - информация о магии, традициях и истории эльфов.
humans/ - знания бюрократии, законов, городов, инквизиции событий и историй.
greenskins/ - племенные знания, знания выживания, общей истории и слухов.
robbers/ - информация о ритуалах, проклятых генов, традициях.
baronial_troops - знания о баронских войсках, их истории, традициях, налоговых системах и тактике.
mercenaries/ - знания контрактов, баек, легенд и наемнических устоях.

Каждые из знаний имеют разные уровни глубины:
low.md - базовые знания.
medium.md - средние знания.
high.md - глубокие знания и экспертиза.
max.md - максимальные знания, которые могут быть изучены в данном направлении.

"""