"""
Содержит описание всех событий, которые могут произойти в игре.
Каждое событие имеет уникальное имя и описание,
а также может быть связано с определенными условиями и последствиями.
"""

from pydantic import BaseModel

# ============================================
# EVENT CONFIG
# ============================================


class EventConfig(BaseModel):
    name: str
    description: str

    def __str__(self):
        return self.name


# ============================================
# EVENTS
# ============================================
