"""
Содержит знания о магии в мире Hex & Heresy, которые могут быть известны персонажам любой из рас.

Делятся на:
low.md - "Магия - это взрывы и сверхъестественные действия. Эльфы - колдуны, орки - шаманы."
medium.md - средние знаний, например: "Магия - это влияние резонита. Он вызывает мутации и оставляет пепел."
high.md - понимание программирования материи и Первичной взвеси.
max.md - Абсолютные знания об внутреннем устройстве магии, её законах и принципах. Понимание всех видов магии, их взаимодействий и ограничений.
"""